app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "F"], ["created_at", "2017-10-18 16:18:57.359409"], ["updated_at", "2017-10-18 16:18:57.359409"]]